{
  "fr": {
    "title": "Importation d’un fichier GEDCOM",
    "footer": "Version 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Sélectionnez votre fichier GEDCOM en cliquant sur son nom ou en navigant dans les dossiers.",
    "note": "Note",
    "noteText": "../ vous permet de naviguer vers le dossier parent. Dans le monde Windows, ceci ne vous permettra pas de changer la lettre du disque (C: -> D:), mais vous pouvez faire ce changement directement dans l'url dans le navigateur.",
    "enterDbFolder": "Entrez le nom du dossier contenant les bases.",
    "defaultDot": "Si vous ne mettez rien, la valeur par défaut sera '.'",
    "enterDbName": "Entrez le nom que vous voulez donner à votre base de données GeneWeb. Si vous ne mettez rien, il sera déduit du nom du fichier GEDCOM.",
    "selectOptions": "Sélectionnez les options que vous désirez :",
    "destroyBase": "Détruire la base pré-existante.",
    "saveGedcomTags": "Sauvegarder les tags GEDCOM non reconnus dans les notes.",
    "convertName": "Convertir les prénoms en minuscules, avec leurs initiales en majuscules.",
    "convertLastName": "Convertir les noms de famille en minuscules, avec leurs initiales en majuscules. Essaye de garder les particules en minuscules.",
    "creationPeople": "Au moment de la création d’une personne, si la partie prénom dans le GEDCOM est formée de plusieurs noms séparés par des espaces, on peut vouloir que le premier de ces noms aille dans la partie « prénom»  et que le prénom complet devienne un « prénom alias»  (-no_efn par défaut).",
    "firstNameOption": "L’option first names enclosed doit être suivie par une chaîne de deux caractères « be ». À la création d’une personne, si une partie de la chaîne prénom commence par le caractère 'b' et se termine par le caractère 'e', alors cette partie sera considérée comme le prénom usuel. Exemples : -fne '\\' ou -fne '()'.",
    "Activate": "Activer cette option.",
    "doesntInclude": "(ne pas inclure les guillemets dans le champ de saisie).",
    "publicName": "Par défaut, au moment de la création d’une personne, si la partie prénom dans le GEDCOM ressemble à un nom public, c’est-à-dire si elle contient: un nombre normal ou en chiffres romains, censé être un numéro d’un titre de noblesse (exemple : Louis XIV); un des mots : « der », « den », « die », « el », « le », « la », « the », censé être le début d’un qualificatif (exemple : Guillaume le Conquérant); alors le prénom dans le GEDCOM devient un « nom public » et le premier mot de la partie prénom va dans la partie « prénom» (-epn par défaut)",
    "Disabled": "Annuler cette option.",
    "titleDetect": "Ne pas considérer comme public si un titre a été détecté (voir option -epn).",
    "negativeDate": "Essayer de mettre des dates négatives s’il y a incohérence (exemple : naissance après la mort).",
    "noNegativeDate": "Pas de dates négatives : ne pas interpréter une année précédée du signe moins « - » comme une date négative.",
    "dontControlData": "Ne pas contrôler la cohérence des données.",
    "indivPicture": "Ne pas extraire d’images individuelles.",
    "markRelations": "Marquer les relations comme « Sans mention » (par défaut « Mariés »).",
    "reorgMode": "Mode reorg.",
    "defaultSource": "Source par défaut :",
    "GEDCOMStandard": "Certains fichiers GEDCOM écrivent parfois les dates en mettant les mois avec des nombres (de 1 à 12). Le standard GEDCOM 5.5 exige que les mois soient représentés par des identificateurs (ex. : « MAI 1912 » et non pas « 05/1912 »). La notation « 02/05/1912 » est ambiguë : elle peut signifier « 2 mai 1912 » ou « 5 février 1912 » suivant les pays.",
    "year": "Pour ces dates, n’extraire que la partie « année ».",
    "dayMonthYear": " Interpréter ces dates comme « jour/mois/année ».",
    "monthDayYear": " Interpréter ces dates comme « mois/jour/année ».",
    "letterEncod": "Le codage des lettres accentuées est en principe indiqué dans l’entête du fichier GEDCOM.",
    "GEDCOM": "Suivre les indications de l’en-tête du GEDCOM.",
    "Ansel": "Les lettres accentuées sont en codage ANSEL.",
    "Ansi": "Les lettres accentuées sont en codage ANSI (ISO 8859-1).",
    "ASCII": "Les lettres accentuées sont en codage ASCII.",
    "MSDOS": "Les lettres accentuées sont en codage MSDOS.",
    "thenClickButton": "Puis appuyez sur ce bouton :"
  },
  "en": {
    "title": "Importing a GEDCOM file",
    "footer": "Version 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Select your GEDCOM file by clicking on its name or browsing folders.",
    "note": "Note",
    "noteText": "../ allows you to navigate to the parent folder. In Windows, this will not allow you to change the drive letter (C: -> D:), but you can do this directly in the browser URL.",
    "enterDbFolder": "Enter the name of the folder containing the databases.",
    "defaultDot": "If you leave it blank, the default value will be '.'",
    "enterDbName": "Enter the name you want to give your GeneWeb database. If you leave it blank, it will be deduced from the GEDCOM file name.",
    "selectOptions": "Select the options you want:",
    "destroyBase": "Destroy the pre-existing base.",
    "saveGedcomTags": "Save unrecognized GEDCOM tags in notes.",
    "convertName": "Convert first names to lowercase, with their initials in uppercase.",
    "convertLastName": "Convert last names to lowercase, with their initials in uppercase. Tries to keep particles in lowercase.",
    "creationPeople": "When creating a person, if the first name part in the GEDCOM is made up of several names separated by spaces, you may want the first of these names to go into the 'first name' part and the full first name to become a 'first name alias' (-no_efn by default).",
    "firstNameOption": "The 'first names enclosed' option must be followed by a two-character string, e.g. 'be'. When creating a person, if a part of the first name string starts with 'b' and ends with 'e', that part will be considered the usual first name. Examples: -fne '\\' or -fne '()'.",
    "Activate": "Activate this option.",
    "doesntInclude": "(do not include quotation marks in the input field).",
    "publicName": "By default, when creating a person, if the first name part in the GEDCOM looks like a public name (contains a number or Roman numeral, or words like 'der', 'den', 'die', 'el', 'le', 'la', 'the'), the first name in the GEDCOM becomes a 'public name' and the first word goes into the 'first name' part (-epn by default).",
    "Disabled": "Disable this option.",
    "titleDetect": "Do not consider as public if a title has been detected (see -epn option).",
    "negativeDate": "Try to use negative dates if there is inconsistency (e.g. birth after death).",
    "noNegativeDate": "No negative dates: do not interpret a year preceded by '-' as a negative date.",
    "dontControlData": "Do not check data consistency.",
    "indivPicture": "Do not extract individual pictures.",
    "markRelations": "Mark relationships as 'No mention' (default is 'Married').",
    "reorgMode": "Reorg mode.",
    "defaultSource": "Default source:",
    "GEDCOMStandard": "Some GEDCOM files sometimes write dates with months as numbers (1 to 12). The GEDCOM 5.5 standard requires months to be represented by identifiers (e.g. 'MAY 1912' and not '05/1912'). The notation '02/05/1912' is ambiguous: it can mean '2 May 1912' or '5 February 1912' depending on the country.",
    "letterEncod": "The encoding of accented letters is usually indicated in the GEDCOM file header.",
    "thenClickButton": "Then click this button:",
    "year": "For these dates, extract only the \"year\" part.",
    "dayMonthYear": "Interpret these dates as \"day/month/year\".",
    "monthDayYear": "Interpret these dates as \"month/day/year\".",
    "GEDCOM": "Follow the indications of the GEDCOM header.",
    "Ansel": "Accented letters are in ANSEL encoding.",
    "Ansi": "Accented letters are in ANSI encoding (ISO 8859-1).",
    "ASCII": "Accented letters are in ASCII encoding.",
    "MSDOS": "Accented letters are in MSDOS encoding."
  },
  "co": {
    "title": "Importazione di un schedariu GEDCOM",
    "footer": "Versione 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Selezziunate u vostru schedariu GEDCOM clicchendu nant'à u so nome o navigendu in i cartulari.",
    "note": "Nota",
    "noteText": "../ vi permette di navigà versu u cartulare parent. In u mondu Windows, questu ùn vi permetterà micca di cambià a lettera di u discu (C: -> D:), ma pudete fà questu direttamente in l'url in u navigatore.",
    "enterDbFolder": "Indicate u nome di u cartulare chì cuntene e basi.",
    "defaultDot": "Se ùn scrivite nunda, u valore predefinitu serà '.'",
    "enterDbName": "Indicate u nome chì vulete dà à a vostra basa GeneWeb. Se ùn scrivite nunda, serà deduttu da u nome di u schedariu GEDCOM.",
    "selectOptions": "Selezziunate l'opzioni chì vulete:",
    "destroyBase": "Distrugge a basa pre-esistente.",
    "saveGedcomTags": "Salvà i tag GEDCOM micca ricunnisciuti in e note.",
    "convertName": "Cunvertisce i nomi in minusculu, cù e so iniziali in maiusculu.",
    "convertLastName": "Cunvertisce i cugnomi in minusculu, cù e so iniziali in maiusculu. Pruva à mantene e particelle in minusculu.",
    "creationPeople": "À a creazione d'una persona, s'è a parte nome in u GEDCOM hè furmata da parechji nomi separati da spazii, si pò vulete chì u primu di sti nomi và in a parte 'nome' è chì u nome cumpletu diventa un 'alias di nome' (-no_efn per difettu).",
    "firstNameOption": "L'opzione 'first names enclosed' deve esse seguita da una stringa di dui caratteri, per esempiu 'be'. À a creazione d'una persona, s'ella parte di a stringa di nome principia cù 'b' è finisce cù 'e', quella parte serà cunsiderata cum'è u nome abituale. Esempii: -fne '\\' o -fne '()'.",
    "Activate": "Attivà sta opzione.",
    "doesntInclude": "(ùn include micca e virgulette in u campu di input).",
    "publicName": "Per difettu, à a creazione d'una persona, s'è a parte nome in u GEDCOM pare un nome publicu (cuntene un numeru o numeru rumanu, o parolle cum'è 'der', 'den', 'die', 'el', 'le', 'la', 'the'), u nome in u GEDCOM diventa un 'nome publicu' è a prima parolla va in a parte 'nome' (-epn per difettu).",
    "Disabled": "Disattivà sta opzione.",
    "titleDetect": "Ùn cunsiderà micca cum'è publicu s'ellu hè statu rilevatu un titulu (vede l'opzione -epn).",
    "negativeDate": "Pruvate à aduprà date negative s'ellu ci hè incoerenza (per esempiu nascita dopu à a morte).",
    "noNegativeDate": "Nisuna data negativa: ùn interpretate micca un annu precedutu da '-' cum'è una data negativa.",
    "dontControlData": "Ùn cuntrullà micca a coerenza di i dati.",
    "indivPicture": "Ùn estrae micca ritratti individuali.",
    "markRelations": "Marcà e rilazioni cum'è 'Senza menzione' (predefinitu hè 'Sposati').",
    "reorgMode": "Modu reorg.",
    "defaultSource": "Fonte predefinita:",
    "GEDCOMStandard": "Certi schedarii GEDCOM scrivenu qualchì volta e date cù i mesi cum'è numeri (da 1 à 12). U standard GEDCOM 5.5 richiede chì i mesi sianu rapprisentati da identificatori (per esempiu 'MAG 1912' è micca '05/1912'). A notazione '02/05/1912' hè ambigua: pò significà '2 maghju 1912' o '5 ferraghju 1912' secondu u paese.",
    "letterEncod": "U codificazione di e lettere accentuate hè di solitu indicatu in l'intestazione di u schedariu GEDCOM.",
    "thenClickButton": "Dopu cliccate nant'à stu buttone:",
    "year": "Per queste date, estrai solu a parte « annu ».",
    "dayMonthYear": "Interpreta ste date cum'è « ghjornu/mese/annu ».",
    "monthDayYear": "Interpreta ste date cum'è « mese/ghjornu/annu ».",
    "GEDCOM": "Seguitate l'indicazione di l'intestazione di u GEDCOM.",
    "Ansel": "E lettere accentuate sò in codificazione ANSEL.",
    "Ansi": "E lettere accentuate sò in codificazione ANSI (ISO 8859-1).",
    "ASCII": "E lettere accentuate sò in codificazione ASCII.",
    "MSDOS": "E lettere accentuate sò in codificazione MSDOS."
  },
  "de": {
    "title": "Import einer GEDCOM-Datei",
    "footer": "Version 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Wählen Sie Ihre GEDCOM-Datei aus, indem Sie auf ihren Namen klicken oder in den Ordnern navigieren.",
    "note": "Hinweis",
    "noteText": "../ ermöglicht es Ihnen, in das übergeordnete Verzeichnis zu wechseln. Unter Windows können Sie damit nicht den Laufwerksbuchstaben ändern (C: -> D:), aber Sie können dies direkt in der URL des Browsers tun.",
    "enterDbFolder": "Geben Sie den Namen des Ordners ein, der die Datenbanken enthält.",
    "defaultDot": "Wenn Sie nichts eingeben, wird '.' als Standardwert verwendet.",
    "enterDbName": "Geben Sie den Namen an, den Sie Ihrer GeneWeb-Datenbank geben möchten. Wenn Sie nichts eingeben, wird er aus dem Namen der GEDCOM-Datei abgeleitet.",
    "selectOptions": "Wählen Sie die gewünschten Optionen:",
    "destroyBase": "Vorhandene Datenbank löschen.",
    "saveGedcomTags": "Nicht erkannte GEDCOM-Tags in Notizen speichern.",
    "convertName": "Vornamen in Kleinbuchstaben umwandeln, mit ihren Initialen in Großbuchstaben.",
    "convertLastName": "Nachnamen in Kleinbuchstaben umwandeln, mit ihren Initialen in Großbuchstaben. Versucht, Partikeln in Kleinbuchstaben zu belassen.",
    "creationPeople": "Bei der Erstellung einer Person, wenn der Vorname im GEDCOM aus mehreren durch Leerzeichen getrennten Namen besteht, möchten Sie vielleicht, dass der erste dieser Namen in das Feld 'Vorname' geht und der vollständige Vorname zu einem 'Alias-Vorname' wird (-no_efn standardmäßig).",
    "firstNameOption": "Die Option 'first names enclosed' muss von einer zweistelligen Zeichenkette gefolgt werden, z. B. 'be'. Bei der Erstellung einer Person, wenn ein Teil der Vornamenskette mit 'b' beginnt und mit 'e' endet, wird dieser Teil als üblicher Vorname betrachtet. Beispiele: -fne '\\' oder -fne '()'.",
    "Activate": "Diese Option aktivieren.",
    "doesntInclude": "(keine Anführungszeichen im Eingabefeld angeben).",
    "publicName": "Standardmäßig wird beim Erstellen einer Person, wenn der Vorname im GEDCOM wie ein öffentlicher Name aussieht (eine Zahl oder römische Zahl enthält, oder Wörter wie 'der', 'den', 'die', 'el', 'le', 'la', 'the'), der Vorname im GEDCOM zu einem 'öffentlichen Namen' und das erste Wort geht in das Feld 'Vorname' (-epn standardmäßig).",
    "Disabled": "Diese Option deaktivieren.",
    "titleDetect": "Nicht als öffentlich betrachten, wenn ein Titel erkannt wurde (siehe Option -epn).",
    "negativeDate": "Versuchen Sie, negative Daten zu verwenden, wenn Inkonsistenzen auftreten (z. B. Geburt nach dem Tod).",
    "noNegativeDate": "Keine negativen Daten: Interpretieren Sie ein Jahr, das mit '-' beginnt, nicht als negatives Datum.",
    "dontControlData": "Datenkonsistenz nicht überprüfen.",
    "indivPicture": "Keine individuellen Bilder extrahieren.",
    "markRelations": "Beziehungen als 'Keine Angabe' markieren (Standard ist 'Verheiratet').",
    "reorgMode": "Reorg-Modus.",
    "defaultSource": "Standardquelle:",
    "GEDCOMStandard": "Einige GEDCOM-Dateien schreiben manchmal Daten mit Monaten als Zahlen (1 bis 12). Der GEDCOM 5.5-Standard verlangt, dass Monate durch Bezeichner dargestellt werden (z. B. 'MAI 1912' und nicht '05/1912'). Die Notation '02/05/1912' ist mehrdeutig: Sie kann je nach Land '2. Mai 1912' oder '5. Februar 1912' bedeuten.",
    "letterEncod": "Die Kodierung von Akzentbuchstaben wird normalerweise im Header der GEDCOM-Datei angegeben.",
    "thenClickButton": "Klicken Sie dann auf diese Schaltfläche:",
    "year": "Für diese Daten nur den \"Jahres\"-Teil extrahieren.",
    "dayMonthYear": "Diese Daten als \"Tag/Monat/Jahr\" interpretieren.",
    "monthDayYear": "Diese Daten als \"Monat/Tag/Jahr\" interpretieren.",
    "GEDCOM": "Den Angaben im GEDCOM-Header folgen.",
    "Ansel": "Akzentbuchstaben sind in ANSEL-Kodierung.",
    "Ansi": "Akzentbuchstaben sind in ANSI-Kodierung (ISO 8859-1).",
    "ASCII": "Akzentbuchstaben sind in ASCII-Kodierung.",
    "MSDOS": "Akzentbuchstaben sind in MSDOS-Kodierung."
  },
  "es": {
    "title": "Importación de un archivo GEDCOM",
    "footer": "Version 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Seleccione su archivo GEDCOM haciendo clic en su nombre o navegando por las carpetas.",
    "note": "Nota",
    "noteText": "../ le permite navegar al directorio principal. En Windows, esto no le permitirá cambiar la letra de la unidad (C: -> D:), pero puede hacerlo directamente en la URL del navegador.",
    "enterDbFolder": "Introduzca el nombre de la carpeta que contiene las bases de datos.",
    "defaultDot": "Si lo deja en blanco, el valor predeterminado será '.'",
    "enterDbName": "Introduzca el nombre que desea dar a su base de datos GeneWeb. Si lo deja en blanco, se deducirá del nombre del archivo GEDCOM.",
    "selectOptions": "Seleccione las opciones que desee:",
    "destroyBase": "Destruir la base preexistente.",
    "saveGedcomTags": "Guardar las etiquetas GEDCOM no reconocidas en las notas.",
    "convertName": "Convertir los nombres en minúsculas, con sus iniciales en mayúsculas.",
    "convertLastName": "Convertir los apellidos en minúsculas, con sus iniciales en mayúsculas. Intenta mantener las partículas en minúsculas.",
    "creationPeople": "Al crear una persona, si la parte del nombre en el GEDCOM está formada por varios nombres separados por espacios, puede querer que el primero de estos nombres vaya en la parte 'nombre' y que el nombre completo se convierta en un 'alias de nombre' (-no_efn por defecto).",
    "firstNameOption": "La opción 'first names enclosed' debe ir seguida de una cadena de dos caracteres, por ejemplo, 'be'. Al crear una persona, si una parte de la cadena de nombres comienza con 'b' y termina con 'e', esa parte se considerará el nombre habitual. Ejemplos: -fne '\\' o -fne '()'.",
    "Activate": "Activar esta opción.",
    "doesntInclude": "(no incluya comillas en el campo de entrada).",
    "publicName": "Por defecto, al crear una persona, si la parte del nombre en el GEDCOM parece un nombre público (contiene un número o número romano, o palabras como 'der', 'den', 'die', 'el', 'le', 'la', 'the'), el nombre en el GEDCOM se convierte en un 'nombre público' y la primera palabra va en la parte 'nombre' (-epn por defecto).",
    "Disabled": "Desactivar esta opción.",
    "titleDetect": "No considerar como público si se ha detectado un título (ver opción -epn).",
    "negativeDate": "Intente usar fechas negativas si hay incoherencia (por ejemplo, nacimiento después de la muerte).",
    "noNegativeDate": "Sin fechas negativas: no interprete un año precedido por '-' como una fecha negativa.",
    "dontControlData": "No controlar la coherencia de los datos.",
    "indivPicture": "No extraer imágenes individuales.",
    "markRelations": "Marcar las relaciones como 'Sin mención' (por defecto 'Casados').",
    "reorgMode": "Modo reorg.",
    "defaultSource": "Fuente predeterminada:",
    "GEDCOMStandard": "Algunos archivos GEDCOM a veces escriben fechas con meses como números (del 1 al 12). El estándar GEDCOM 5.5 exige que los meses se representen mediante identificadores (por ejemplo, 'MAY 1912' y no '05/1912'). La notación '02/05/1912' es ambigua: puede significar '2 de mayo de 1912' o '5 de febrero de 1912' según el país.",
    "letterEncod": "La codificación de letras acentuadas generalmente se indica en la cabecera del archivo GEDCOM.",
    "thenClickButton": "Luego haga clic en este botón:",
    "year": "Para estas fechas, extraer solo la parte \"año\".",
    "dayMonthYear": "Interpretar estas fechas como \"día/mes/año\".",
    "monthDayYear": "Interpretar estas fechas como \"mes/día/año\".",
    "GEDCOM": "Siga las indicaciones de la cabecera del GEDCOM.",
    "Ansel": "Las letras acentuadas están en codificación ANSEL.",
    "Ansi": "Las letras acentuadas están en codificación ANSI (ISO 8859-1).",
    "ASCII": "Las letras acentuadas están en codificación ASCII.",
    "MSDOS": "Las letras acentuadas están en codificación MSDOS."
  },
  "it": {
    "title": "Importazione di un file GEDCOM",
    "footer": "Versione 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Seleziona il tuo file GEDCOM cliccando sul suo nome o navigando nelle cartelle.",
    "note": "Nota",
    "noteText": "../ consente di navigare nella cartella superiore. Nel mondo Windows, questo non consente di cambiare la lettera dell'unità (C: -> D:), ma puoi farlo direttamente nell'URL del browser.",
    "enterDbFolder": "Inserisci il nome della cartella che contiene i database.",
    "defaultDot": "Se lasci vuoto, il valore predefinito sarà '.'",
    "enterDbName": "Inserisci il nome che vuoi dare al tuo database GeneWeb. Se lasci vuoto, verrà dedotto dal nome del file GEDCOM.",
    "selectOptions": "Seleziona le opzioni desiderate:",
    "destroyBase": "Distruggi il database preesistente.",
    "saveGedcomTags": "Salva i tag GEDCOM non riconosciuti nelle note.",
    "convertName": "Converti i nomi in minuscolo, con le iniziali maiuscole.",
    "convertLastName": "Converti i cognomi in minuscolo, con le iniziali maiuscole. Cerca di mantenere le particelle in minuscolo.",
    "creationPeople": "Al momento della creazione di una persona, se la parte del nome nel GEDCOM è composta da più nomi separati da spazi, potresti voler che il primo di questi nomi vada nella parte 'nome' e che il nome completo diventi un 'alias del nome' (-no_efn per impostazione predefinita).",
    "firstNameOption": "L'opzione 'first names enclosed' deve essere seguita da una stringa di due caratteri, ad esempio 'be'. Alla creazione di una persona, se una parte della stringa del nome inizia con 'b' e termina con 'e', quella parte sarà considerata il nome usuale. Esempi: -fne '\\' o -fne '()'.",
    "Activate": "Attiva questa opzione.",
    "doesntInclude": "(non includere le virgolette nel campo di input).",
    "publicName": "Per impostazione predefinita, al momento della creazione di una persona, se la parte del nome nel GEDCOM sembra un nome pubblico (contiene un numero o numero romano, o parole come 'der', 'den', 'die', 'el', 'le', 'la', 'the'), il nome nel GEDCOM diventa un 'nome pubblico' e la prima parola va nella parte 'nome' (-epn per impostazione predefinita).",
    "Disabled": "Disattiva questa opzione.",
    "titleDetect": "Non considerare come pubblico se è stato rilevato un titolo (vedi opzione -epn).",
    "negativeDate": "Prova a usare date negative se c'è incoerenza (ad esempio, nascita dopo la morte).",
    "noNegativeDate": "Nessuna data negativa: non interpretare un anno preceduto da '-' come una data negativa.",
    "dontControlData": "Non controllare la coerenza dei dati.",
    "indivPicture": "Non estrarre immagini individuali.",
    "markRelations": "Segna le relazioni come 'Senza menzione' (predefinito 'Sposati').",
    "reorgMode": "Modalità reorg.",
    "defaultSource": "Fonte predefinita:",
    "GEDCOMStandard": "Alcuni file GEDCOM a volte scrivono le date con i mesi come numeri (da 1 a 12). Lo standard GEDCOM 5.5 richiede che i mesi siano rappresentati da identificatori (ad esempio, 'MAG 1912' e non '05/1912'). La notazione '02/05/1912' è ambigua: può significare '2 maggio 1912' o '5 febbraio 1912' a seconda del paese.",
    "letterEncod": "La codifica delle lettere accentate è solitamente indicata nell'intestazione del file GEDCOM.",
    "thenClickButton": "Poi premi questo pulsante:",
    "year": "Per queste date, estrarre solo la parte \"anno\".",
    "dayMonthYear": "Interpreta queste date come \"giorno/mese/anno\".",
    "monthDayYear": "Interpreta queste date come \"mese/giorno/anno\".",
    "GEDCOM": "Seguire le indicazioni dell'intestazione del GEDCOM.",
    "Ansel": "Le lettere accentate sono in codifica ANSEL.",
    "Ansi": "Le lettere accentate sono in codifica ANSI (ISO 8859-1).",
    "ASCII": "Le lettere accentate sono in codifica ASCII.",
    "MSDOS": "Le lettere accentate sono in codifica MSDOS."
  },
  "lv": {
    "title": "GEDCOM faila importēšana",
    "footer": "Version 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Izvēlieties savu GEDCOM failu, noklikšķinot uz tā nosaukuma vai pārlūkojot mapes.",
    "note": "Piezīme",
    "noteText": "../ ļauj pārvietoties uz vecāku mapi. Windows vidē tas neļaus mainīt diska burtu (C: -> D:), bet to var izdarīt tieši pārlūkprogrammas URL.",
    "enterDbFolder": "Ievadiet mapes nosaukumu, kurā atrodas datubāzes.",
    "defaultDot": "Ja atstājat tukšu, noklusējuma vērtība būs '.'",
    "enterDbName": "Ievadiet nosaukumu, kuru vēlaties piešķirt savai GeneWeb datubāzei. Ja atstājat tukšu, tas tiks iegūts no GEDCOM faila nosaukuma.",
    "selectOptions": "Izvēlieties vajadzīgās opcijas:",
    "destroyBase": "Dzēst esošo datubāzi.",
    "saveGedcomTags": "Saglabāt neatpazītas GEDCOM birkas piezīmēs.",
    "convertName": "Pārvērst vārdus ar mazajiem burtiem, ar iniciāļiem lielajiem burtiem.",
    "convertLastName": "Pārvērst uzvārdus ar mazajiem burtiem, ar iniciāļiem lielajiem burtiem. Mēģina saglabāt daļiņas ar mazajiem burtiem.",
    "creationPeople": "Izveidojot personu, ja GEDCOM vārda daļa sastāv no vairākiem vārdiem, kas atdalīti ar atstarpēm, jūs varat vēlēties, lai pirmais no šiem vārdiem nonāktu 'vārda' daļā un pilnais vārds kļūtu par 'vārda aizstājvārdu' (-no_efn pēc noklusējuma).",
    "firstNameOption": "'First names enclosed' opcijai jāseko divu rakstzīmju virknei, piemēram, 'be'. Izveidojot personu, ja daļa no vārda virknes sākas ar 'b' un beidzas ar 'e', šī daļa tiks uzskatīta par parasto vārdu. Piemēri: -fne '\\' vai -fne '()'.",
    "Activate": "Aktivizēt šo opciju.",
    "doesntInclude": "(nelietojiet pēdiņas ievades laukā).",
    "publicName": "Pēc noklusējuma, izveidojot personu, ja GEDCOM vārda daļa izskatās kā publisks vārds (satur skaitli vai romiešu ciparu, vai vārdus kā 'der', 'den', 'die', 'el', 'le', 'la', 'the'), vārds GEDCOM kļūst par 'publisku vārdu' un pirmais vārds nonāk 'vārda' daļā (-epn pēc noklusējuma).",
    "Disabled": "Atcelt šo opciju.",
    "titleDetect": "Neuzskatīt par publisku, ja ir konstatēts tituls (skatīt -epn opciju).",
    "negativeDate": "Mēģiniet izmantot negatīvus datumus, ja ir neatbilstība (piemēram, dzimšana pēc nāves).",
    "noNegativeDate": "Nav negatīvu datumu: neinterpretējiet gadu, kam priekšā '-' kā negatīvu datumu.",
    "dontControlData": "Nekontrolēt datu atbilstību.",
    "indivPicture": "Neizvilkt individuālus attēlus.",
    "markRelations": "Atzīmēt attiecības kā 'Nav norādīts' (noklusējums 'Precējušies').",
    "reorgMode": "Reorganizācijas režīms.",
    "defaultSource": "Noklusējuma avots:",
    "GEDCOMStandard": "Daži GEDCOM faili dažreiz raksta datumus ar mēnešiem kā skaitļiem (no 1 līdz 12). GEDCOM 5.5 standarts prasa, lai mēneši tiktu attēloti ar identifikatoriem (piemēram, 'MAI 1912', nevis '05/1912'). Apzīmējums '02/05/1912' ir neskaidrs: tas var nozīmēt '1912. gada 2. maijs' vai '1912. gada 5. februāris' atkarībā no valsts.",
    "letterEncod": "Akcentēto burtu kodējums parasti ir norādīts GEDCOM faila galvenē.",
    "thenClickButton": "Pēc tam noklikšķiniet uz šīs pogas:",
    "year": "Šiem datumiem izvilkt tikai \"gada\" daļu.",
    "dayMonthYear": "Interpretēt šos datumus kā \"diena/mēnesis/gads\".",
    "monthDayYear": "Interpretēt šos datumus kā \"mēnesis/diena/gads\".",
    "GEDCOM": "Sekojiet GEDCOM galvenes norādēm.",
    "Ansel": "Diakritiskās zīmes ir ANSEL kodējumā.",
    "Ansi": "Diakritiskās zīmes ir ANSI kodējumā (ISO 8859-1).",
    "ASCII": "Diakritiskās zīmes ir ASCII kodējumā.",
    "MSDOS": "Diakritiskās zīmes ir MSDOS kodējumā."
  },
  "sv": {
    "title": "Importera en GEDCOM-fil",
    "footer": "Version 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Välj din GEDCOM-fil genom att klicka på dess namn eller bläddra bland mappar.",
    "note": "Notera",
    "noteText": "../ låter dig navigera till överordnad mapp. I Windows kan du inte byta enhetsbeteckning (C: -> D:) på detta sätt, men du kan göra det direkt i webbläsarens URL.",
    "enterDbFolder": "Ange namnet på mappen som innehåller databaserna.",
    "defaultDot": "Om du lämnar det tomt kommer standardvärdet att vara '.'",
    "enterDbName": "Ange namnet du vill ge din GeneWeb-databas. Om du lämnar det tomt kommer det att härledas från GEDCOM-filens namn.",
    "selectOptions": "Välj de alternativ du vill ha:",
    "destroyBase": "Ta bort den befintliga databasen.",
    "saveGedcomTags": "Spara okända GEDCOM-taggar i anteckningar.",
    "convertName": "Konvertera förnamn till gemener, med initialer i versaler.",
    "convertLastName": "Konvertera efternamn till gemener, med initialer i versaler. Försöker behålla partiklar i gemener.",
    "creationPeople": "När du skapar en person, om förnamnsdelen i GEDCOM består av flera namn separerade med mellanslag, kan du vilja att det första av dessa namn går till 'förnamn'-delen och att hela förnamnet blir ett 'förnamnsalias' (-no_efn som standard).",
    "firstNameOption": "Alternativet 'first names enclosed' måste följas av en tvåteckenssträng, t.ex. 'be'. När du skapar en person, om en del av förnamnssträngen börjar med 'b' och slutar med 'e', kommer den delen att betraktas som det vanliga förnamnet. Exempel: -fne '\\' eller -fne '()'.",
    "Activate": "Aktivera detta alternativ.",
    "doesntInclude": "(inkludera inte citattecken i inmatningsfältet).",
    "publicName": "Som standard, när du skapar en person, om förnamnsdelen i GEDCOM ser ut som ett offentligt namn (innehåller ett nummer eller romerskt tal, eller ord som 'der', 'den', 'die', 'el', 'le', 'la', 'the'), blir förnamnet i GEDCOM ett 'offentligt namn' och det första ordet går till 'förnamn'-delen (-epn som standard).",
    "Disabled": "Inaktivera detta alternativ.",
    "titleDetect": "Betrakta inte som offentligt om en titel har upptäckts (se -epn-alternativet).",
    "negativeDate": "Försök använda negativa datum om det finns inkonsekvens (t.ex. födelse efter död).",
    "noNegativeDate": "Inga negativa datum: tolka inte ett år som föregås av '-' som ett negativt datum.",
    "dontControlData": "Kontrollera inte datakonsistensen.",
    "indivPicture": "Extrahera inte individuella bilder.",
    "markRelations": "Markera relationer som 'Ingen uppgift' (standard är 'Gifta').",
    "reorgMode": "Reorg-läge.",
    "defaultSource": "Standardsource:",
    "GEDCOMStandard": "Vissa GEDCOM-filer skriver ibland datum med månader som siffror (1 till 12). GEDCOM 5.5-standarden kräver att månader representeras med identifierare (t.ex. 'MAJ 1912' och inte '05/1912'). Notationen '02/05/1912' är tvetydig: den kan betyda '2 maj 1912' eller '5 februari 1912' beroende på land.",
    "letterEncod": "Kodningen av accentuerade bokstäver anges vanligtvis i GEDCOM-filens header.",
    "thenClickButton": "Klicka sedan på denna knapp:",
    "year": "För dessa datum, extrahera endast \"år\"-delen.",
    "dayMonthYear": "Tolka dessa datum som \"dag/månad/år\".",
    "monthDayYear": "Tolka dessa datum som \"månad/dag/år\".",
    "GEDCOM": "Följ anvisningarna i GEDCOM-huvudet.",
    "Ansel": "Accentuerade bokstäver är i ANSEL-kodning.",
    "Ansi": "Accentuerade bokstäver är i ANSI-kodning (ISO 8859-1).",
    "ASCII": "Accentuerade bokstäver är i ASCII-kodning.",
    "MSDOS": "Accentuerade bokstäver är i MSDOS-kodning."
  },
  "fi": {
    "title": "GEDCOM-tiedoston tuonti",
    "footer": "Versio 7.1-beta Copyright © 1998-2021",
    "selectSourceFile": "Valitse GEDCOM-tiedostosi napsauttamalla sen nimeä tai selaamalla kansioita.",
    "note": "Huomautus",
    "noteText": "../ antaa sinun siirtyä ylempään kansioon. Windowsissa tämä ei mahdollista aseman kirjaimen vaihtoa (C: -> D:), mutta voit tehdä sen suoraan selaimen URL-osoitteessa.",
    "enterDbFolder": "Anna kansio, jossa tietokannat sijaitsevat.",
    "defaultDot": "Jos jätät tyhjäksi, oletusarvo on '.'",
    "enterDbName": "Anna nimi, jonka haluat antaa GeneWeb-tietokannallesi. Jos jätät tyhjäksi, se päätellään GEDCOM-tiedoston nimestä.",
    "selectOptions": "Valitse haluamasi vaihtoehdot:",
    "destroyBase": "Poista olemassa oleva tietokanta.",
    "saveGedcomTags": "Tallenna tunnistamattomat GEDCOM-tunnisteet muistiinpanoihin.",
    "convertName": "Muunna etunimet pieniksi kirjaimiksi, alkukirjaimet isoiksi.",
    "convertLastName": "Muunna sukunimet pieniksi kirjaimiksi, alkukirjaimet isoiksi. Yritä pitää partikkelit pieninä.",
    "creationPeople": "Kun luot henkilön, jos GEDCOMin etunimiosa koostuu useista välilyönneillä erotetuista nimistä, voit haluta, että ensimmäinen näistä nimistä menee 'etunimi'-osaan ja koko etunimi tulee 'etunimialias' (-no_efn oletuksena).",
    "firstNameOption": "'First names enclosed' -vaihtoehdon jälkeen tulee olla kaksimerkkinen merkkijono, esim. 'be'. Kun luot henkilön, jos osa etunimijonosta alkaa 'b':llä ja päättyy 'e':hen, se osa katsotaan tavalliseksi etunimeksi. Esimerkkejä: -fne '\\' tai -fne '()'.",
    "Activate": "Aktivoi tämä vaihtoehto.",
    "doesntInclude": "(älä sisällytä lainausmerkkejä syöttökenttään).",
    "publicName": "Oletuksena, kun luot henkilön, jos GEDCOMin etunimiosa näyttää julkiselta nimeltä (sisältää numeron tai roomalaisen numeron, tai sanoja kuten 'der', 'den', 'die', 'el', 'le', 'la', 'the'), etunimi GEDCOMissa tulee 'julkinen nimi' ja ensimmäinen sana menee 'etunimi'-osaan (-epn oletuksena).",
    "Disabled": "Poista tämä vaihtoehto käytöstä.",
    "titleDetect": "Älä pidä julkisena, jos otsikko on havaittu (katso -epn-vaihtoehto).",
    "negativeDate": "Yritä käyttää negatiivisia päivämääriä, jos on epäjohdonmukaisuutta (esim. syntymä kuoleman jälkeen).",
    "noNegativeDate": "Ei negatiivisia päivämääriä: älä tulkitse vuotta, jonka edessä on '-', negatiiviseksi päivämääräksi.",
    "dontControlData": "Älä tarkista tietojen johdonmukaisuutta.",
    "indivPicture": "Älä pura yksittäisiä kuvia.",
    "markRelations": "Merkitse suhteet 'Ei mainintaa' (oletus 'Naimisissa').",
    "reorgMode": "Reorg-tila.",
    "defaultSource": "Oletuslähde:",
    "GEDCOMStandard": "Jotkut GEDCOM-tiedostot kirjoittavat joskus päivämäärät kuukausina numeroina (1–12). GEDCOM 5.5 -standardi vaatii, että kuukaudet esitetään tunnisteilla (esim. 'TOUKO 1912' eikä '05/1912'). Merkintä '02/05/1912' on epäselvä: se voi tarkoittaa '2. toukokuuta 1912' tai '5. helmikuuta 1912' maasta riippuen.",
    "letterEncod": "Korostettujen kirjainten koodaus ilmoitetaan yleensä GEDCOM-tiedoston otsikossa.",
    "thenClickButton": "Napsauta sitten tätä painiketta:",
    "year": "Näistä päivämääristä poimi vain \"vuosi\"-osa.",
    "dayMonthYear": "Tulkitaan nämä päivämäärät muodossa \"päivä/kuukausi/vuosi\".",
    "monthDayYear": "Tulkitaan nämä päivämäärät muodossa \"kuukausi/päivä/vuosi\".",
    "GEDCOM": "Noudata GEDCOM-otsikon ohjeita.",
    "Ansel": "Korostetut kirjaimet ovat ANSEL-koodauksessa.",
    "Ansi": "Korostetut kirjaimet ovat ANSI-koodauksessa (ISO 8859-1).",
    "ASCII": "Korostetut kirjaimet ovat ASCII-koodauksessa.",
    "MSDOS": "Korostetut kirjaimet ovat MSDOS-koodauksessa."
  }
}